import './Task1.css';


function Task1() { 

  


    return (
     <div className="Task1">
        <div className="Task1">
            Это было последнее задание, которое я делал, и поэтому распишу
            тут черный экран — первое: человек ушел в отпуск
            второе: скрипты наверху страницы и поэтому они грузятся первыми — 
            скрипты должны быть внизу
            третье: стили нужно перенести наверх
            четвертое: у меня возникли вопросы к пустым тегам
            пятое: я заметил каритку каторая слишком много весит

            PS. Я делаю тестовое уже 3 день, 
            поэтому я понимаю чувства человека из задания про черный экран.
            и да в 6 задании я использовал модули css так как думал что исправль все задания 
            но как видите руки не дошли
        </div>
    </div>
  );
}

export default Task1;
